webavs/testsresources/ch/globaz/orion/businessimpl/services/pucs/swissDecMix.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><xenc:EncryptedKey Id="EK-DBE991A5AFF75896DE14199283871921227" xmlns:xenc="http://www.w3.org/2001/04/xmlenc#"><xenc:EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-oaep-mgf1p"/><ds:KeyInfo xmlns:ds="http://www.w3.org/2000/09/xmldsig#"><wsse:SecurityTokenReference><ds:X509Data><ds:X509IssuerSerial><ds:X509IssuerName>C=CH,O=Swissdec,OU=Swissdec Consumer Certificate Authority</ds:X509IssuerName><ds:X509SerialNumber>3253031911319125590</ds:X509SerialNumber></ds:X509IssuerSerial></ds:X509Data></wsse:SecurityTokenReference></ds:KeyInfo><xenc:CipherData><xenc:CipherValue>FGN9ANfRHBHic3F4Zn0V9sU8zYpArSzyPTyUnVOtUMQsW4MgO8pLEtTn6c77K/w/yu4rXznQzd+2GuiEY1JVS5FJ/AKtEKlUkqeXKl1PUeAxtE2Kyiyw+2mrIFqmAdhEilPONRU5739WeeqV7TOujQea1T3xsOysWWg/r2f1Ek0=</xenc:CipherValue></xenc:CipherData><xenc:ReferenceList><xenc:DataReference URI="#ED-1379"/><xenc:DataReference URI="#ED-1380"/></xenc:ReferenceList></xenc:EncryptedKey><wsse:BinarySecurityToken EncodingType="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-soap-message-security-1.0#Base64Binary" ValueType="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-x509-token-profile-1.0#X509v3" wsu:Id="X509-DBE991A5AFF75896DE14199283871901224">MIICJTCCAY6gAwIBAgIIMD/7Kmnj9rkwDQYJKoZIhvcNAQEFBQAwVTEzMDEGA1UECxMqU3dpc3NkZWMgVHJhbnNtaXR0ZXIgQ2VydGlmaWNhdGUgQXV0aG9yaXR5MREwDwYDVQQKEwhTd2lzc2RlYzELMAkGA1UEBhMCQ0gwHhcNMDYxMTA5MTcwNDE3WhcNMjYxMTA0MTY1MjAxWjA2MRQwEgYDVQQDEwtEaXN0cmlidXRvcjERMA8GA1UEChMIU3dpc3NkZWMxCzAJBgNVBAYTAkNIMIGfMA0GCSqGSIb3DQEBAQUAA4GNADCBiQKBgQCIjoxxCWioc86dgeepscii8KDGlO3bKHyAfh8nESJkj8TeGZ1Q4SgD3TXkWNgHIqjbROFXaIbHdXhF099VrZ2WWuxwsieIrtcQrSfLTbRMDLYsTDzstS078ObnyLSdURQVdyEbqKJM+/Mp+7h3+gKZdiUjn+bQ9SGJiFI1bG4jZwIDAQABox0wGzAMBgNVHRMBAf8EAjAAMAsGA1UdDwQEAwIEkDANBgkqhkiG9w0BAQUFAAOBgQAGVt8au16mE2zALHfdWmVftxKgdvLjSF5z3p2uSjJo2VwTMXQsRVIFK297xuPJABryNmf2txatMnKpNtnm2CWvfFxDV4hCipxNpJWVQouIQyrj4mrUcFiVnXjy7364cJyr5uxp96GAWen8dx749riPK2XztGl0dMIzzPqJ2aRQ8A==</wsse:BinarySecurityToken><ds:Signature Id="SIG-1378" xmlns:ds="http://www.w3.org/2000/09/xmldsig#"><ds:SignedInfo><ds:CanonicalizationMethod Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"><ec:InclusiveNamespaces PrefixList="soap" xmlns:ec="http://www.w3.org/2001/10/xml-exc-c14n#"/></ds:CanonicalizationMethod><ds:SignatureMethod Algorithm="http://www.w3.org/2000/09/xmldsig#rsa-sha1"/><ds:Reference URI="#TS-1376"><ds:Transforms><ds:Transform Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"><ec:InclusiveNamespaces PrefixList="wsse soap" xmlns:ec="http://www.w3.org/2001/10/xml-exc-c14n#"/></ds:Transform></ds:Transforms><ds:DigestMethod Algorithm="http://www.w3.org/2000/09/xmldsig#sha1"/><ds:DigestValue>cclvYNizhUt7EatDLYcDvC9ej5A=</ds:DigestValue></ds:Reference><ds:Reference URI="#id-1377"><ds:Transforms><ds:Transform Algorithm="http://www.w3.org/2001/10/xml-exc-c14n#"><ec:InclusiveNamespaces PrefixList="" xmlns:ec="http://www.w3.org/2001/10/xml-exc-c14n#"/></ds:Transform></ds:Transforms><ds:DigestMethod Algorithm="http://www.w3.org/2000/09/xmldsig#sha1"/><ds:DigestValue>l9cdthj9MURIKQJBtZOUOpzc+tY=</ds:DigestValue></ds:Reference></ds:SignedInfo><ds:SignatureValue>Uc6uDVsJOqZ1USKlVptXMdIeEIoiseE9ow4QRpZV/SokOXULAIVuza6ZHBMgYk7STweff0SuCAMD
pUU2z7cLWpcEFjUPh48j3xYBTRa8b9NwvEHjk05rxRpwCLQDas+s2Xasrx7h0C/ehfyQKsaSb6Nm
3zpKKGIEu7gRvRe9ctY=</ds:SignatureValue><ds:KeyInfo Id="KI-DBE991A5AFF75896DE14199283871901225"><wsse:SecurityTokenReference wsu:Id="STR-DBE991A5AFF75896DE14199283871901226"><wsse:Reference URI="#X509-DBE991A5AFF75896DE14199283871901224" ValueType="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-x509-token-profile-1.0#X509v3"/></wsse:SecurityTokenReference></ds:KeyInfo></ds:Signature><wsu:Timestamp wsu:Id="TS-1376"><wsu:Created>2014-12-30T08:33:07.190Z</wsu:Created><wsu:Expires>2014-12-30T08:48:07.190Z</wsu:Expires></wsu:Timestamp></wsse:Security></soap:Header><soap:Body wsu:Id="id-1377" xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd"><ns4:DeclareSalaryConsumer xmlns="http://www.swissdec.ch/schema/sd/20130514/SalaryDeclarationConsumerContainer" xmlns:ns2="http://www.swissdec.ch/schema/sd/20130514/SalaryDeclaration" xmlns:ns3="http://www.swissdec.ch/schema/sd/20130514/SalaryDeclarationContainer" xmlns:ns4="http://www.swissdec.ch/schema/sd/20130514/SalaryDeclarationConsumerServiceTypes"><DistributorRequestContext><UserAgent><Producer>swissdec</Producer><Name>swissdec distributor</Name><Version>3.3.11 (19965) 15.12.2014 17:27:23</Version></UserAgent><TransmissionDate>2014-12-30T09:33:07.107+01:00</TransmissionDate><DeclarationID>14a9a53bdab273</DeclarationID><DistributorRequestID>D14a9a53be2325e</DistributorRequestID><VersionMappingFrom><WSDLNamespace>http://www.swissdec.ch/schema/sd/20051002/SalaryDeclarationService</WSDLNamespace><ServiceTypesNamespace>http://www.swissdec.ch/schema/sd/20051002/SalaryDeclarationServiceTypes</ServiceTypesNamespace><SalaryDeclarationMinorVersion>0.0</SalaryDeclarationMinorVersion></VersionMappingFrom><ProducerSecurityTokens><Timestamp>2014-12-30T09:33:06.000+01:00</Timestamp><X509Certificate><Usage>Signature</Usage><DistinguishedNameOwner>C=CH, L=Les Acacias, O=GIT SA, CN=WinEur Salaires, UID=2.2</DistinguishedNameOwner><DistinguishedNameIssuer>C=CH, O=Swissdec, OU=Swissdec Transmitter Certificate Authority</DistinguishedNameIssuer><SecuredElement>{http://schemas.xmlsoap.org/ws/2004/08/addressing}Action</SecuredElement><SecuredElement>{http://schemas.xmlsoap.org/ws/2004/08/addressing}MessageID</SecuredElement><SecuredElement>{http://schemas.xmlsoap.org/ws/2004/08/addressing}ReplyTo</SecuredElement><SecuredElement>{http://schemas.xmlsoap.org/ws/2004/08/addressing}To</SecuredElement><SecuredElement>{http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd}Timestamp</SecuredElement><SecuredElement>{http://schemas.xmlsoap.org/soap/envelope/}Body</SecuredElement></X509Certificate><X509Certificate><Usage>Encryption</Usage><DistinguishedNameOwner>C=CH, O=Swissdec, CN=Distributor</DistinguishedNameOwner><DistinguishedNameIssuer>C=CH, O=Swissdec, OU=Swissdec Transmitter Certificate Authority</DistinguishedNameIssuer><SecuredElement>{http://schemas.xmlsoap.org/soap/envelope/}Body</SecuredElement></X509Certificate></ProducerSecurityTokens><ProducerResponseNotifications><Warning><Notification><QualityLevel>Plausibility</QualityLevel><DescriptionCode>2024</DescriptionCode><Description>Numéro BUR-REE invalide: </Description></Notification></Warning></ProducerResponseNotifications><ConsumerNotifications><Warning><Notification><DescriptionCode>5020</DescriptionCode><Description>Schema-Mapping: Element "CompanyWorkingTime" inserted</Description></Notification></Warning></ConsumerNotifications><Institutions><ns2:AHV-AVS institutionID="#110.000-4"><ns2:AK-CC-BranchNumber>110.000</ns2:AK-CC-BranchNumber><ns2:AK-CC-CustomerNumber>092239</ns2:AK-CC-CustomerNumber></ns2:AHV-AVS></Institutions></DistributorRequestContext><DeclareSalary><ns3:RequestContext><ns3:UserAgent><ns3:Producer>GIT SA</ns3:Producer><ns3:Name>Test</ns3:Name><ns3:Version>0.1</ns3:Version><ns3:Certificate>None</ns3:Certificate><ns3:ELM-SalaryStandardVersion>2.2</ns3:ELM-SalaryStandardVersion></ns3:UserAgent><ns3:CompanyName><ns2:HR-RC-Name>Gottex Brokers Alternative SA</ns2:HR-RC-Name></ns3:CompanyName><ns3:TransmissionDate>2014-12-30T09:33:00.1555246+01:00</ns3:TransmissionDate><ns3:RequestID>26fc9354-0aa9-4b31-a30e-4366f132d4cd</ns3:RequestID><ns3:LanguageCode>fr</ns3:LanguageCode></ns3:RequestContext><ns3:Job><ns3:Addressees><ns3:AHV-AVS institutionIDRef="#110.000-4"><ns3:ProcessByDistributor>true</ns3:ProcessByDistributor></ns3:AHV-AVS></ns3:Addressees></ns3:Job><ns3:SalaryDeclaration schemaVersion="0.0"><ns2:Company><ns2:CompanyDescription><ns2:Name><ns2:HR-RC-Name>Gottex Brokers Alternative SA</ns2:HR-RC-Name></ns2:Name><ns2:Address><ns2:Street>Avenue de Rhodanie 48</ns2:Street><ns2:ZIP-Code>1007</ns2:ZIP-Code><ns2:City>Lausanne</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:UID-EHRA>CH-550.1.063.614-9</ns2:UID-EHRA><ns2:Workplace workplaceID="#DistributorGenerated-1"><ns2:AddressExtended><ns2:ZIP-Code>1007</ns2:ZIP-Code><ns2:City>Lausanne</ns2:City></ns2:AddressExtended><ns2:CompanyWorkingTime><ns2:WeeklyHoursAndLessons><ns2:WeeklyHours>99.00</ns2:WeeklyHours><ns2:WeeklyLessons>99</ns2:WeeklyLessons></ns2:WeeklyHoursAndLessons></ns2:CompanyWorkingTime></ns2:Workplace></ns2:CompanyDescription><ns2:Staff><ns2:Person><ns2:Particulars><ns2:Social-InsuranceIdentification><ns2:SV-AS-Number>756.7028.8338.89</ns2:SV-AS-Number></ns2:Social-InsuranceIdentification><ns2:EmployeeNumber>GUIAKORA</ns2:EmployeeNumber><ns2:Lastname>Guiakora</ns2:Lastname><ns2:Firstname>Martin Thierry</ns2:Firstname><ns2:Sex>M</ns2:Sex><ns2:DateOfBirth>1970-08-27</ns2:DateOfBirth><ns2:Nationality>FR</ns2:Nationality><ns2:CivilStatus><ns2:Status>married</ns2:Status></ns2:CivilStatus><ns2:Address><ns2:Street>Avenue de Cour 71</ns2:Street><ns2:ZIP-Code>1007</ns2:ZIP-Code><ns2:City>Lausanne</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:ResidenceCanton>VD</ns2:ResidenceCanton><ns2:ResidenceCategory>settled-C</ns2:ResidenceCategory></ns2:Particulars><ns2:Work><ns2:WorkingTime><ns2:WeeklyHours>40.00</ns2:WeeklyHours></ns2:WorkingTime><ns2:ActivityRate>100</ns2:ActivityRate><ns2:EntryDate>1000-01-01</ns2:EntryDate></ns2:Work><ns2:AHV-AVS-Salaries><ns2:AHV-AVS-Salary institutionIDRef="#110.000-4"><ns2:AccountingTime><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:AccountingTime><ns2:AHV-AVS-Income>162300.00</ns2:AHV-AVS-Income><ns2:ALV-AC-Income>126000.00</ns2:ALV-AC-Income><ns2:ALVZ-ACS-Income>36300.00</ns2:ALVZ-ACS-Income></ns2:AHV-AVS-Salary></ns2:AHV-AVS-Salaries><ns2:FAK-CAF-Salaries><ns2:FAK-CAF-Salary institutionIDRef="#110.000-7"><ns2:FAK-CAF-Period><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:FAK-CAF-Period><ns2:FAK-CAF-ContributorySalary>162300.00</ns2:FAK-CAF-ContributorySalary><ns2:FAK-CAF-WorkplaceCanton>VD</ns2:FAK-CAF-WorkplaceCanton></ns2:FAK-CAF-Salary></ns2:FAK-CAF-Salaries></ns2:Person><ns2:Person><ns2:Particulars><ns2:Social-InsuranceIdentification><ns2:SV-AS-Number>756.0663.2402.65</ns2:SV-AS-Number></ns2:Social-InsuranceIdentification><ns2:EmployeeNumber>KINNEAR</ns2:EmployeeNumber><ns2:Lastname>Kinnear</ns2:Lastname><ns2:Firstname>Damien</ns2:Firstname><ns2:Sex>M</ns2:Sex><ns2:DateOfBirth>1980-08-17</ns2:DateOfBirth><ns2:Nationality>CH</ns2:Nationality><ns2:CivilStatus><ns2:Status>single</ns2:Status></ns2:CivilStatus><ns2:Address><ns2:Street>Route de Penau 21B</ns2:Street><ns2:ZIP-Code>1052</ns2:ZIP-Code><ns2:City>Le Mont-sur-Lausanne</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:ResidenceCanton>VD</ns2:ResidenceCanton></ns2:Particulars><ns2:Work><ns2:WorkingTime><ns2:WeeklyHours>40.00</ns2:WeeklyHours></ns2:WorkingTime><ns2:ActivityRate>100</ns2:ActivityRate><ns2:EntryDate>1000-01-01</ns2:EntryDate></ns2:Work><ns2:AHV-AVS-Salaries><ns2:AHV-AVS-Salary institutionIDRef="#110.000-4"><ns2:AccountingTime><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:AccountingTime><ns2:AHV-AVS-Income>291270.00</ns2:AHV-AVS-Income><ns2:ALV-AC-Income>126000.00</ns2:ALV-AC-Income><ns2:ALVZ-ACS-Income>165270.00</ns2:ALVZ-ACS-Income></ns2:AHV-AVS-Salary></ns2:AHV-AVS-Salaries><ns2:FAK-CAF-Salaries><ns2:FAK-CAF-Salary institutionIDRef="#110.000-7"><ns2:FAK-CAF-Period><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:FAK-CAF-Period><ns2:FAK-CAF-ContributorySalary>291270.00</ns2:FAK-CAF-ContributorySalary><ns2:FAK-CAF-WorkplaceCanton>VD</ns2:FAK-CAF-WorkplaceCanton></ns2:FAK-CAF-Salary></ns2:FAK-CAF-Salaries></ns2:Person><ns2:Person><ns2:Particulars><ns2:Social-InsuranceIdentification><ns2:SV-AS-Number>756.9907.8242.47</ns2:SV-AS-Number></ns2:Social-InsuranceIdentification><ns2:EmployeeNumber>LAMBERT</ns2:EmployeeNumber><ns2:Lastname>Lambert</ns2:Lastname><ns2:Firstname>Raphaël</ns2:Firstname><ns2:Sex>M</ns2:Sex><ns2:DateOfBirth>1978-03-03</ns2:DateOfBirth><ns2:Nationality>FR</ns2:Nationality><ns2:CivilStatus><ns2:Status>single</ns2:Status></ns2:CivilStatus><ns2:Address><ns2:Street>Chemin du Closelet 10</ns2:Street><ns2:ZIP-Code>1006</ns2:ZIP-Code><ns2:City>Lausanne</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:ResidenceCanton>VD</ns2:ResidenceCanton><ns2:ResidenceCategory>annual-B</ns2:ResidenceCategory></ns2:Particulars><ns2:Work><ns2:ActivityRate>100</ns2:ActivityRate><ns2:EntryDate>1000-01-01</ns2:EntryDate><ns2:WithdrawalDate>2014-08-31</ns2:WithdrawalDate></ns2:Work><ns2:AHV-AVS-Salaries><ns2:AHV-AVS-Salary institutionIDRef="#110.000-4"><ns2:AccountingTime><ns2:from>2014-01-01</ns2:from><ns2:until>2014-08-31</ns2:until></ns2:AccountingTime><ns2:AHV-AVS-Income>58700.00</ns2:AHV-AVS-Income><ns2:ALV-AC-Income>58700.00</ns2:ALV-AC-Income></ns2:AHV-AVS-Salary></ns2:AHV-AVS-Salaries><ns2:FAK-CAF-Salaries><ns2:FAK-CAF-Salary institutionIDRef="#110.000-7"><ns2:FAK-CAF-Period><ns2:from>2014-01-01</ns2:from><ns2:until>2014-08-31</ns2:until></ns2:FAK-CAF-Period><ns2:FAK-CAF-ContributorySalary>58700.00</ns2:FAK-CAF-ContributorySalary><ns2:FAK-CAF-WorkplaceCanton>VD</ns2:FAK-CAF-WorkplaceCanton></ns2:FAK-CAF-Salary></ns2:FAK-CAF-Salaries></ns2:Person><ns2:Person><ns2:Particulars><ns2:Social-InsuranceIdentification><ns2:SV-AS-Number>756.2944.3278.32</ns2:SV-AS-Number></ns2:Social-InsuranceIdentification><ns2:EmployeeNumber>SABBAGH</ns2:EmployeeNumber><ns2:Lastname>Sabbagh</ns2:Lastname><ns2:Firstname>Jonathan</ns2:Firstname><ns2:Sex>M</ns2:Sex><ns2:DateOfBirth>1980-11-25</ns2:DateOfBirth><ns2:Nationality>CH</ns2:Nationality><ns2:CivilStatus><ns2:Status>single</ns2:Status></ns2:CivilStatus><ns2:Address><ns2:ComplementaryLine>c/o Manuel Segre, Immeuble Jolivoire</ns2:ComplementaryLine><ns2:Street>Appartement 34</ns2:Street><ns2:ZIP-Code>3963</ns2:ZIP-Code><ns2:City>Montana</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:ResidenceCanton>VS</ns2:ResidenceCanton></ns2:Particulars><ns2:Work><ns2:WorkingTime><ns2:WeeklyHours>40.00</ns2:WeeklyHours></ns2:WorkingTime><ns2:ActivityRate>100</ns2:ActivityRate><ns2:EntryDate>1000-01-01</ns2:EntryDate><ns2:WithdrawalDate>2014-04-30</ns2:WithdrawalDate></ns2:Work><ns2:AHV-AVS-Salaries><ns2:AHV-AVS-Salary institutionIDRef="#110.000-4"><ns2:AccountingTime><ns2:from>2014-01-01</ns2:from><ns2:until>2014-04-30</ns2:until></ns2:AccountingTime><ns2:AHV-AVS-Income>152016.00</ns2:AHV-AVS-Income><ns2:ALV-AC-Income>42000.00</ns2:ALV-AC-Income><ns2:ALVZ-ACS-Income>110016.00</ns2:ALVZ-ACS-Income></ns2:AHV-AVS-Salary></ns2:AHV-AVS-Salaries><ns2:FAK-CAF-Salaries><ns2:FAK-CAF-Salary institutionIDRef="#110.000-7"><ns2:FAK-CAF-Period><ns2:from>2014-01-01</ns2:from><ns2:until>2014-04-30</ns2:until></ns2:FAK-CAF-Period><ns2:FAK-CAF-ContributorySalary>152016.00</ns2:FAK-CAF-ContributorySalary><ns2:FAK-CAF-WorkplaceCanton>VD</ns2:FAK-CAF-WorkplaceCanton></ns2:FAK-CAF-Salary></ns2:FAK-CAF-Salaries></ns2:Person><ns2:Person><ns2:Particulars><ns2:Social-InsuranceIdentification><ns2:SV-AS-Number>756.6303.5043.39</ns2:SV-AS-Number></ns2:Social-InsuranceIdentification><ns2:EmployeeNumber>SADEGH</ns2:EmployeeNumber><ns2:Lastname>Sadegh</ns2:Lastname><ns2:Firstname>Morad</ns2:Firstname><ns2:Sex>M</ns2:Sex><ns2:DateOfBirth>1983-03-25</ns2:DateOfBirth><ns2:Nationality>CH</ns2:Nationality><ns2:CivilStatus><ns2:Status>separated</ns2:Status></ns2:CivilStatus><ns2:Address><ns2:Street>Avenue Pictet de Rochemont 29</ns2:Street><ns2:ZIP-Code>1207</ns2:ZIP-Code><ns2:City>Genève</ns2:City><ns2:Country>CH</ns2:Country></ns2:Address><ns2:ResidenceCanton>GE</ns2:ResidenceCanton></ns2:Particulars><ns2:Work><ns2:WorkingTime><ns2:WeeklyHours>40.00</ns2:WeeklyHours></ns2:WorkingTime><ns2:ActivityRate>100</ns2:ActivityRate><ns2:EntryDate>1000-01-01</ns2:EntryDate></ns2:Work><ns2:AHV-AVS-Salaries><ns2:AHV-AVS-Salary institutionIDRef="#110.000-4"><ns2:AccountingTime><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:AccountingTime><ns2:AHV-AVS-Income>276757.65</ns2:AHV-AVS-Income><ns2:ALV-AC-Income>126000.00</ns2:ALV-AC-Income><ns2:ALVZ-ACS-Income>150757.65</ns2:ALVZ-ACS-Income></ns2:AHV-AVS-Salary></ns2:AHV-AVS-Salaries><ns2:FAK-CAF-Salaries><ns2:FAK-CAF-Salary institutionIDRef="#110.000-7"><ns2:FAK-CAF-Period><ns2:from>2014-01-01</ns2:from><ns2:until>2014-12-31</ns2:until></ns2:FAK-CAF-Period><ns2:FAK-CAF-ContributorySalary>276757.65</ns2:FAK-CAF-ContributorySalary><ns2:FAK-CAF-WorkplaceCanton>VD</ns2:FAK-CAF-WorkplaceCanton></ns2:FAK-CAF-Salary></ns2:FAK-CAF-Salaries></ns2:Person></ns2:Staff><ns2:Institutions><ns2:AHV-AVS institutionID="#110.000-4"><ns2:AK-CC-BranchNumber>110.000</ns2:AK-CC-BranchNumber><ns2:AK-CC-CustomerNumber>092239</ns2:AK-CC-CustomerNumber></ns2:AHV-AVS><ns2:FAK-CAF institutionID="#110.000-7"><ns2:FAK-CAF-BranchNumber>110.000</ns2:FAK-CAF-BranchNumber><ns2:FAK-CAF-CustomerNumber>092239</ns2:FAK-CAF-CustomerNumber></ns2:FAK-CAF></ns2:Institutions><ns2:SalaryTotals><ns2:AHV-AVS-Totals institutionIDRef="#110.000-4"><ns2:Total-AHV-AVS-Incomes>941043.65</ns2:Total-AHV-AVS-Incomes><ns2:Total-AHV-AVS-Open>0.00</ns2:Total-AHV-AVS-Open><ns2:Total-ALV-AC-Incomes>478700.00</ns2:Total-ALV-AC-Incomes><ns2:Total-ALVZ-ACS-Incomes>462343.65</ns2:Total-ALVZ-ACS-Incomes><ns2:Total-ALV-AC-Open>0.00</ns2:Total-ALV-AC-Open></ns2:AHV-AVS-Totals><ns2:FAK-CAF-Totals institutionIDRef="#110.000-7"><ns2:Total-FAK-CAF-PerCanton><ns2:Total-FAK-CAF-ContributorySalary>941043.65</ns2:Total-FAK-CAF-ContributorySalary><ns2:Total-FAK-CAF-FamilyIncomeSupplement>0.00</ns2:Total-FAK-CAF-FamilyIncomeSupplement><ns2:Canton>VD</ns2:Canton></ns2:Total-FAK-CAF-PerCanton></ns2:FAK-CAF-Totals></ns2:SalaryTotals><ns2:SalaryCounters><ns2:NumberOf-AHV-AVS-Salary-Tags>5</ns2:NumberOf-AHV-AVS-Salary-Tags><ns2:NumberOf-FAK-CAF-Salary-Tags>5</ns2:NumberOf-FAK-CAF-Salary-Tags></ns2:SalaryCounters></ns2:Company><ns2:GeneralSalaryDeclarationDescription><ns2:CreationDate>2014-12-30T09:32:38</ns2:CreationDate><ns2:AccountingPeriod>2014</ns2:AccountingPeriod><ns2:ContactPerson><ns2:Name>Keller Grégory</ns2:Name><ns2:EmailAddress>gregory.keller@gottexbrokers.com</ns2:EmailAddress><ns2:PhoneNumber>021/612.00.02</ns2:PhoneNumber></ns2:ContactPerson></ns2:GeneralSalaryDeclarationDescription></ns3:SalaryDeclaration></DeclareSalary></ns4:DeclareSalaryConsumer></soap:Body></soap:Envelope>